Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# new_feature_scanDoc_title
source: Scan documents in one tap
be: Сканіраванне дакументаў адным націскам
ca: Escanegeu documents amb un sol toc
cs: Skenujte dokumenty jedním klepnutím
da: Skan dokumenter med ét klik
de: Dokumente mit einem Fingertipp scannen
el: Σαρώστε έγγραφα με ένα πάτημα
es: Escanea documentos en un solo toque
es_419: Escanee documentos con un solo toque
fi: Skannaa asiakirjoja yhdellä napautuksella
fr: Scanner des documents en un clic
id: Pindai dokumen dalam satu ketukan
it: Scansiona documenti con un tocco
ja: ワンタップで書類をスキャン
ka: დოკუმენტების სკანირება ერთი დატყაპუნებით
ko: 탭 한 번으로 문서 스캔하기
nb: Skann dokumenter med ett trykk
nl: Documenten scannen met één tik
pt_br: Digitalize documentos com um toque
ro: Scanați documente cu o singură atingere
sk: Naskenujte dokumenty jediným ťuknutím
sv: Skanna dokument med ett tryck
tr: Tek dokunuşla belgeleri tarayın
zh_hans: 一键扫描文档

# new_feature_title
source: What's new!
be: Новыя функцыі!
ca: Novetats
cs: Co je nového!
da: Nyheder!
de: Neuigkeiten
el: Τι νέο υπάρχει!
es: Novedades
es_419: Novedades
fi: Mitä uutta!
fr: Nouveautés
hu: Újdonságok!
id: Apa yang baru!
it: Cosa c'è di nuovo!
ja: 最新情報！
ka: სიახლეები!
ko: 새로운 소식!
nb: Hva er nytt!
nl: Wat is er nieuw!
pl: Co nowego!
pt: Novidades
pt_br: Novidades!
ro: Noutăți!
ru: Что нового!
sk: Čo je nové!
sv: Vad som är nytt!
tr: Yenilikler!
uk: Що нового!
zh_hans: 新功能！
zh_hant: 最新功能!

# no_space_open_storage_setting
source: Go to local storage settings
be: Перайсці ў налады лакальнага сховішча
ca: Aneu a la configuració de l'emmagatzematge local
cs: Přejít do nastavení místního úložiště
da: Gå til indstillinger for lokal lagring
de: Gehe zu den Einstellungen für den lokalen Speicher
el: Μεταβείτε στις ρυθμίσεις τοπικού χώρου αποθήκευσης
es: Ir a los ajustes de almacenamiento local
es_419: Ir a los ajustes de almacenamiento local
fi: Avaa paikalliset tallenustila-asetukset
fr: Accéder aux paramètres de stockage local
hu: Lépjen a helyi tárhely beállításokhoz
id: Pergi ke pengaturan penyimpanan lokal
ja: ローカルストレージ設定に移動
ka: ლოკალური საცავის პარამეტრებზე გადასვლა
ko: 로컬 스토리지 설정 이동
nb: Gå til innstillinger for lokal lagring
nl: Ga naar lokale opslaginstellingen
pl: Przejdź do ustawień magazynu lokalnego
pt: Aceder às definições de armazenamento local
pt_br: Vá para as configurações de armazenamento local
ro: Accesare setări stocare locală
ru: Перейти к настройкам локального хранилища
sk: Prejsť do nastavení miestneho úložiska
sv: Gå till inställningar för lokalt lagringsutrymme
tr: Yerel depolama alanı ayarlarına git
uk: Перейти до налаштувань локального сховища
zh_hans: 转到本地存储设置
zh_hant: 前往本機儲存設定值

# no_space_subtitle_cloud_full
source: Not enough storage space to upload. Please consider upgrading your account or contact our customer support.
be: Недастаткова прасторы ў сховішчы, каб запампаваць. Падумайце пра тое, каб палепшыць свой тарыфны план або звяжыцеся са службай падтрымкі кліентаў.
ca: No hi ha prou espai d'emmagatzematge per carregar. Penseu a millorar el vostre compte o poseu-vos en contacte amb el nostre servei d'atenció al client.
cs: Nedostatek úložného prostoru pro nahrávání. Zvažte prosím navýšení svého účtu nebo kontaktujte naši zákaznickou podporu.
da: Ikke nok lagerplads til at uploade. Overvej at opgradere din konto, eller kontakt vores kundesupport.
de: Nicht genügend Speicherplatz zum Hochladen vorhanden. Bitte führe ein Upgrade deines Kontos durch oder kontaktiere unseren Kundensupport.
el: Δεν υπάρχει αρκετός αποθηκευτικός χώρος για μεταφόρτωση. Παρακαλούμε εξετάστε το ενδεχόμενο αναβάθμισης του λογαριασμού σας ή επικοινωνήστε με την υποστήριξη πελατών μας.
es: No hay suficiente espacio de almacenamiento para cargar. Considere mejorar su cuenta o comuníquese con nuestro servicio de atención al cliente.
es_419: No hay suficiente espacio de almacenamiento para cargar. Considere mejorar su cuenta o comuníquese con nuestro servicio de atención al cliente.
fi: Ei tarpeeksi tallennustilaa lähetykseen. Harkitse tilisi päivittämistä tai ota yhteyttä asiakaspalveluumme.
fr: L'espace de stockage est insuffisant pour l'importation. Nous vous invitons à améliorer votre abonnement ou à contacter le service client.
hu: Nincs elegendő tárhely a feltöltéshez. Kérjük, fontolja meg fiókja verzió frissítését vagy lépjen kapcsolatba ügyfélszolgálatunkkal.
id: Ruang penyimpanan tidak cukup untuk mengunggah. Silakan mempertimbangkan untuk meningkatkan akun Anda atau hubungi layanan dukungan.
it: Spazio di archiviazione insufficiente per il caricamento. Ti invitiamo a considerare l'aggiornamento del tuo account o contattare la nostra assistenza clienti.
ja: アップロードするには十分なストレージ容量がありません。アカウントをアップグレードするか私たちのカスタマーサポートにご連絡ください。
ka: არასაკმარისი საცავის ადგილი ასატვირთად. ასწიეთ თქვენი სატარიფო გეგმა ან დაუკავშირდით ჩვენი მომხმარებლის მხარდაჭერის გუნდს.
ko: 업로드할 충분한 공간이 없습니다. 계정 업그레이드 또는 고객 지원에 연락하세요.
nb: Ikke nok lagringsplass til å laste opp. Vurder å oppgradere kontoen din eller kontakt vår kundestøtte.
nl: Onvoldoende opslagruimte om te uploaden. Overweeg het upgraden van uw account of neem contact op met onze klantenservice.
pl: Brak wystarczającej przestrzeni dyskowej. Ulepsz konto lub skontaktuj się z naszym wsparciem klienta.
pt: Não há espaço de armazenamento suficiente para enviar o item. Considere melhorar a sua conta ou entre em contacto com o nosso serviço de apoio ao cliente.
pt_br: Você não tem espaço de armazenamento suficiente para fazer o envio. Considere a possibilidade de fazer upgrade sua conta ou entre em contato com nosso suporte ao cliente.
ro: Nu este suficient spațiu de stocare pentru încărcare. Luați în considerare modificarea contului sau contactați serviciul nostru de asistență pentru clienți.
ru: Недостаточно места для загрузки. Пожалуйста, рассмотрите возможность улучшения вашего аккаунта или свяжитесь с нашей службой поддержки.
sk: Nedostatok miesta v úložisku na nahrávanie. Zvážte, prosím, upgrade svojho účtu alebo kontaktujte našu zákaznícku podporu.
sv: Inte tillräckligt med lagringsutrymme för att ladda upp. Överväg att uppgradera ditt konto eller kontakta vår kundsupport.
tr: Yükleme için yeterli depolama alanı yok. Lütfen hesabınızı yükseltmeyi düşünün veya müşteri destek ekibimizle görüşün.
uk: Недостатньо місця для завантаження. Будь ласка, поновіть свій обліковий запис або зверніться до нашої служби підтримки.
zh_hans: 存储空间不足，无法上传。请考虑升级您的账户或联系我们的客户支持。
zh_hant: 儲存空間不足，無法上載。請考慮升級您的帳號，或聯絡我們的客戶支援服務。

# no_space_subtitle_device_full
source: There is not enough storage on your device to download all the files marked as offline available.
be: На вашай прыладзе недастаткова месца, каб спампаваць усе файлы, якія былі пазначаны для доступу па-за сеткай.
ca: No hi ha prou espai d'emmagatzematge al dispositiu per descarregar tots els fitxers marcats com disponibles fora de línia.
cs: V zařízení není dostatek úložného prostoru pro stažení všech souborů označených jako dostupné offline.
da: Der er ikke nok lagerplads på din enhed til at downloade alle de filer, der er markeret som offline tilgængelige.
de: Nicht genügend Speicherplatz auf dem Gerät vorhanden, um alle als offline verfügbar markierten Dateien herunterzuladen.
el: Δεν υπάρχει αρκετός χώρος αποθήκευσης στη συσκευή σας για τη λήψη όλων των διαθέσιμων αρχείων που έχουν επισημανθεί ως εκτός σύνδεσης.
es: No hay suficiente almacenamiento en su dispositivo para descargar todos los archivos marcados como disponibles sin conexión.
es_419: No hay suficiente almacenamiento en su dispositivo para descargar todos los archivos marcados como disponibles sin conexión.
fi: Laitteellasi ei ole tarpeeksi tallennustilaa kaikkien yhteydettä käytettäviksi merkittyjen tiedostojen lataamiseen.
fr: Votre appareil ne dispose pas d'un espace de stockage suffisant pour télécharger tous les fichiers marqués comme disponibles hors ligne.
hu: Nincs elég tárhely az eszközön az offline elérhetőnek jelölt összes fájl letöltéséhez.
id: Penyimpanan perangkat Anda tidak cukup untuk mengunduh semua berkas yang ditandai tersedia secara luring.
it: Lo spazio di archiviazione sul dispositivo non è sufficiente per scaricare tutti i file contrassegnati come disponibili offline.
ja: お使いのデバイスには、オフラインで利用可能としてマークされたすべてのファイルをダウンロードするための十分なストレージがありません
ka: თქვენ მოწყობილობაზე ინტერნეტგარეშე წვდომისთვის მონიშნული ფაილების გადმოსაწერად ადგილი საკმარისი არაა.
ko: 오프라인 사용 가능으로 지정된 파일을 다운로드할 충분한 공간이 사용자의 기기에 존재하지 않습니다.
nb: Det er ikke nok lagringsplass på enheten din til å laste ned alle filene som er merket som tilgjengelige frakoblet.
nl: Er is niet genoeg opslagruimte op uw apparaat om alle bestanden gemarkeerd als offline beschikbaar.
pl: Brak wystarczającej przestrzeni dyskowej na urządzeniu, aby pobrać wszystkie pliki oznaczone jako dostępne w trybie offline.
pt: Não há armazenamento suficiente no seu dispositivo para transferir todos os ficheiros disponíveis marcados como offline.
pt_br: Não há armazenamento suficiente em seu dispositivo para baixar todos os arquivos marcados como disponíveis off-line.
ro: Nu există suficient spațiu de stocare pe dispozitiv pentru a descărca toate fișierele marcate ca fiind disponibile fără conexiune.
ru: На вашем устройстве недостаточно места для скачивания всех файлов, помеченных как доступные офлайн.
sk: Vo vašom zariadení nie je dostatok priestoru na stiahnutie všetkých súborov označených ako dostupné offline.
sv: Det finns inte tillräckligt med lagringsutrymme på din enhet för att ladda ner alla filer som är markerade som tillgängliga offline.
tr: Aygıtınızda çevrim dışı olarak işaretlenmiş tüm dosyaları indirmek için yeterli depolama alanı yok.
uk: На вашому пристрої недостатньо місця для завантаження всіх файлів, позначених як доступні в автономному режимі.
zh_hans: 您的设备上没有足够的存储空间来下载所有标记为离线可用的文件。
zh_hant: 您的裝置沒有足夠的儲存空間來下載所有被標記為離線可用的檔案。

# no_space_title_device_is_packed
source: Your device is packed.
be: На вашай прыладзе не засталося месца.
ca: El dispositiu és ple.
cs: Vaše zařízení je zaplněno.
da: Din enhed er fyldt op.
de: Dein Gerät ist voll
el: Η συσκευή σας είναι γεμάτη.
es: Tu dispositivo está lleno.
es_419: Su dispositivo está lleno.
fi: Laitteesi on täysi.
fr: Votre appareil est plein.
hu: Az eszköz tele van.
id: Perangkat Anda penuh.
it: Il tuo dispositivo è pieno.
ja: あなたのデバイスはいっぱいです。
ka: თქვენი მოწყობილობა სავსეა.
ko: 장치의 저장 공간이 가득 찼습니다.
nb: Enheten har ikke mer lagringsplass.
nl: Uw apparaat is ingepakt.
pl: Twoje urządzenie jest pełne.
pt: O seu dispositivo está cheio.
pt_br: Seu dispositivo está cheio.
ro: Dispozitivul este plin.
ru: Ваше устройство заполнено.
sk: Vaše zariadenie je zaplnené.
sv: Din enhet är full.
tr: Aygıtınız paketlendi.
uk: Ваш пристрій запаковано.
zh_hans: 您的设备已被打包。
zh_hant: 您的裝置已滿。

# no_space_title_limit_of_plan
source: You reached the limit of your plan.
be: Вы перавысілі абмежаванне свайго тарыфнага плана.
ca: Heu arribat al límit del vostre pla.
cs: Dosáhli jste limitu úložiště svého tarifu.
da: Du har nået grænsen for dit abonnement.
de: Du hast das Limit deines Abonnements erreicht.
el: Φτάσατε στο όριο του πλάνου σας.
es: Has llegado al límite de tu plan.
es_419: Ha alcanzado el límite del plan.
fi: Olet saavuttanut tilauksesi rajan.
fr: Vous avez atteint la limite de votre abonnement.
hu: Elérte a csomagja határát.
id: Anda telah mencapai batasan paket Anda.
it: Hai raggiunto il limite del tuo piano.
ja: プランの上限に達しました。
ka: მიაღწიეთ თქვენი სატარიფო გეგმის ლიმიტს.
ko: 플랜의 제한 한도에 도달했습니다.
nb: Du nådde grensen for planen din.
nl: U heeft de limiet van uw abonnement bereikt.
pl: Osiągnięto limit planu.
pt: Atingiu o limite do seu plano.
pt_br: Você atingiu o limite do seu plano.
ro: Ați atins limita planului.
ru: Вы достигли ограничения своего тарифа.
sk: Dosiahli ste limit úložiska vášho tarifu.
sv: Du har nått gränsen för ditt paket.
tr: Tarifenizin sınırına ulaştınız.
uk: Ви досягли межі свого плану.
zh_hans: 您已达到计划的限制。
zh_hant: 您已達到方案的上限。

# notification_details
source: Details
be: Падрабязнасці
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
es_419: Detalles
fi: Lisätiedot
fr: Informations
hu: Részletek
id: Rincian
it: Dettagli
ja: 詳細
ka: დეტალები
ko: 세부 사항
nb: Detaljer
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ro: Detalii
ru: Информация
sk: Podrobnosti
sv: Detaljer
tr: Ayrıntılar
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

# notification_issues
source: There are %d issues
be: Ёсць %d праблем
ca: Hi ha %d problemes
cs: Vyskytlo se %d problémů
da: Der er %d problemer
de: Es gibt %d Probleme.
el: Υπάρχουν %d προβλήματα
es: Hay %d problemas.
es_419: Hay %d problemas
fi: %d ongelmaa
fr: Il y a %d problèmes.
hu: %d probléma van
id: Terdapat %d masalah
it: Ci sono %d problemi
ja: %d件の問題があります
ka: აღმოჩენილია %d პრობლემა
ko: %d개 문제가 있습니다
nb: Det er %d problemer
nl: Er zijn %d problemen
pt_br: Há %d problemas
ro: Probleme detectate: %d
sk: Objavilo sa %d problémov
sv: Det finns %d problem
tr: %d sorun var
zh_hans: 存在 %d 个问题

# notification_permission_enable_button_title
source: Allow notifications
be: Дазволіць апавяшчэнні
ca: Permet les notificacions
cs: Povolit upozornění
da: Tillad meddelelser
de: Benachrichtigungen erlauben
el: Να επιτρέπονται οι ειδοποιήσεις
es: Permitir las notificaciones
es_419: Permitir las notificaciones
fi: Salli ilmoitukset
fr: Autoriser les notifications
hu: Értesítések engedélyezése
id: Izinkan notifikasi
it: Consenti notifiche
ja: 通知を許可
ka: გაფრთხილებების დაშვება
ko: 알림 허용
nb: Tillat varslinger
nl: Meldingen toestaan
pl: Zezwalaj na powiadomienia
pt: Permitir as notificações
pt_br: Permitir notificações
ro: Permite notificări
ru: Разрешить уведомления
sk: Povoliť upozornenia
sv: Tillåt aviseringar
tr: Bildirimlere izin ver
uk: Дозволити сповіщення
zh_hans: 允许通知
zh_hant: 允許通知

# notification_permission_files_description
source: We’ll notify you if there are any interruptions to your uploads or downloads.
be: Вы атрымаеце апавяшчэнне, калі адбудзецца прыпыненне запампоўвання або спампоўвання файлаў.
ca: Us avisarem si hi ha interrupcions en les vostres càrregues o descàrregues.
cs: Pokud dojde k přerušení nahrávání nebo stahování, upozorníme vás na to.
da: Vi giver dig besked, hvis der er afbrydelser i dine uploads eller downloads.
de: Wir werden dich benachrichtigen, wenn es zu Unterbrechungen bei deinen Up- oder Downloads kommt.
el: Θα σας ειδοποιήσουμε αν υπάρξουν διακοπές στις μεταφορτώσεις ή τις λήψεις σας.
es: Te notificaremos si hay alguna interrupción a tus cargas o descargas.
es_419: Le notificaremos si hay alguna interrupción a sus cargas o descargas.
fi: Ilmoitamme sinulle, jos lähetyksesi tai latauksesi keskeytyvät.
fr: Nous vous avertirons si vos transferts venaient à s'interrompre.
hu: Értesítjük Önt, ha megszakadnak a feltöltései vagy letöltései.
id: Kami akan memberi tahu Anda apabila terdapat gangguan pada unggahan atau unduhan Anda.
it: Ti invieremo una notifica in caso di interruzioni dei tuoi caricamenti o download.
ja: アップロードやダウンロードに中断が発生した場合はお知らせします。
ka: შეგატყობინებთ, თუ ატვირთვისას ან გადმოწერისას რამე პრობლემა იქნება.
ko: 업로드 또는 다운로드에 중단이 있을 경우 알려드립니다.
nb: Vi varsler deg hvis det oppstår avbrudd i opplastingene eller nedlastingene dine.
nl: We zullen u op de hoogte brengen als er onderbrekingen zijn in uw uploads of downloads.
pl: Powiadomimy Cię, jeśli wystąpią problemy w transferze plików.
pt: Enviaremos uma notificação caso haja alguma interrupção nos seus envios ou nas suas transferências.
pt_br: Vamos notificá-lo caso haja qualquer interrupção nos seus envios ou recebimentos de arquivos.
ro: Vă vom anunța dacă există întreruperi ale încărcărilor sau descărcărilor.
ru: Мы уведомим вас, если возникнут перебои с загрузкой или скачиванием.
sk: Ak dôjde k prerušeniu nahrávania alebo sťahovania, upozorníme vás na to.
sv: Vi kommer avisera dig om det finns några avbrott i dina upp- eller nedladdningar.
tr: Yüklemelerinizde veya indirmelerinizde herhangi bir kesinti olması durumunda sizi bilgilendireceğiz.
uk: Ми повідомимо вас, якщо виникнуть перебої з вивантаженням або завантаженням.
zh_hans: 如果您的上传或下载出现中断，我们会通知您。
zh_hant: 如果您的上載或下載有任何中斷，我們將會通知您。

# notification_permission_files_title
source: Turn on notifications
be: Уключыць апавяшчэнні
ca: Activa les notificacions
cs: Zapnout upozornění
da: Slå meddelelser til
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
es: Activar las notificaciones
es_419: Activar las notificaciones
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
hu: Értesítések bekapcsolása
id: Aktifkan notifikasi
it: Attiva le notifiche
ja: 通知をオンにする
ka: გაფრთხილებების ჩართვა
ko: 알림 켜기
nb: Slå på varslinger
nl: Meldingen inschakelen
pl: Włącz powiadomienia
pt: Ativar as notificações
pt_br: Ativar notificações
ro: Activați notificările
ru: Включить уведомления
sk: Zapnúť upozornenia
sv: Slå på aviseringar
tr: Bildirimleri aç
uk: Увімкнути сповіщення
zh_hans: 开启通知
zh_hant: 開啟通知

# notification_permission_photos_description
source: We’ll only notify you if your action is required to complete backups and uploads.
be: Вы атрымаеце апавяшчэнне, калі ваша дзеянне будзе патрабаваць завяршэння рэзервовых копій і запампоўванняў.
ca: Només us notificarem si cal la vostra acció per completar còpies de seguretat i càrregues.
cs: Upozorníme vás v případě, že bude vyžadována vaše akce k dokončení zálohování a nahrávání.
da: Vi giver dig kun besked, hvis din handling er påkrævet for at gennemføre sikkerhedskopieringer og uploads.
de: Wir benachrichtigen dich nur dann, wenn dein Handeln erforderlich ist, um Sicherungen und Uploads abzuschließen.
el: Θα σας ειδοποιήσουμε μόνο αν απαιτείται η ενέργειά σας για την ολοκλήρωση των αντιγράφων ασφαλείας και των μεταφορτώσεων.
es: Solo te notificaremos si tu acción es requerida para completar copias de seguridad y cargas.
es_419: Solo le notificaremos si su acción es requerida para completar copias de seguridad y cargas.
fi: Ilmoitamme sinulle vain, jos varmuuskopioinnit ja lähetykset edellyttävät toimia.
fr: Nous vous avertirons si vous devez intervenir pour finaliser les transferts.
hu: Csak akkor értesítjük, ha cselekvésre van szükség a biztonsági mentések és feltöltések befejezéséhez.
id: Kami akan memberi tahu Anda apabila tindakan dari Anda dibutuhkan untuk menyelesaikan pencadangan dan unggahan.
it: Ti invieremo una notifica solo se è necessaria un'azione per completare i backup e i caricamenti.
ja: 必要なアクションがある場合のみ、バックアップとアップロードを完了するための通知をお送りします。
ka: ჩვენ, მხოლოდ, მაშინ გაგაფრთხილებთ, თუ მარქაფების და ატვირთვების დასასრულებად თქვენი ქმედება გახდება საჭირო.
ko: 백업 및 업로드를 완료하기 위해 사용자의 조치가 필요한 경우에만 알려드립니다.
nb: Vi varsler deg bare hvis du må gjøre noe for å fullføre sikkerhetskopier og opplastinger.
nl: We zullen u alleen waarschuwen als uw actie vereist is om back-ups en uploads te voltooien.
pl: Powiadomimy Cię, jeśli Twoja akcja będzie wymagana do ukończenia tworzenia kopii zapasowych lub przesyłania plików.
pt: Enviaremos notificações apenas se a sua ação for necessária para terminar as cópias de segurança e envios.
pt_br: Só o notificaremos se sua ação for necessária para concluir backups e o envio de arquivos.
ro: Vă vom anunța doar dacă trebuie să acționați pentru a finaliza conservările și încărcările.
ru: Мы будем уведомлять вас только в том случае, если ваши действия потребуются для завершения резервного копирования и загрузки данных.
sk: Upozorníme vás len vtedy, ak je na dokončenie zálohovania a odosielania potrebná vaša akcia.
sv: Vi kommer endast avisera dig om din åtgärd krävs för att slutföra säkerhetskopieringar och uppladdningar.
tr: Yalnızca yedeklemeleri ve yüklemeleri tamamlamak için bir şey yapmanız gerektiğinde sizi bilgilendireceğiz.
uk: Ми сповістимо вас лише в тому випадку, якщо для завершення резервного копіювання та вивантаження потрібні ваші дії.
zh_hans: 仅当需要您执行操作来完成备份和上传时，我们才会通知您。
zh_hant: 我們只會在您需要採取行動以完成備份和上載時通知您。

# notification_permission_photos_title
source: Ensure seamless backups
be: Забяспечце бясшвовае рэзерваванне
ca: Còpies de seguretat fàcils i senzilles
cs: Zajištění plynulého zálohování
da: Sørg for problemfri sikkerhedskopiering
de: Nahtlose Backups gewährleisten
el: Εξασφαλίστε απρόσκοπτη δημιουργία αντιγράφων ασφαλείας
es: Asegura copias de seguridad sin problemas
es_419: Asegure copias de seguridad sin problemas
fi: Varmista saumattomat varmuuskopiot
fr: Des sauvegardes faciles et simples
hu: Biztosítsa a zökkenőmentes biztonsági mentéseket
id: Pastikan pencadangan tanpa jeda
it: Garantisci backup senza interruzioni
ja: シームレスなバックアップを確保
ka: იქონიეთ შეუმჩნეველი მარქაფები
ko: 빈틈없는 백업 보장
nb: Sørg for sømløs sikkerhetskopiering
nl: Zorgt voor naadloze back-ups
pl: Bezproblemowe tworzenie kopii zapasowych
pt: Backups fáceis e simples
pt_br: Garanta backups contínuos
ro: Asigurați conservări fără întreruperi
ru: Обеспечьте надежное резервное копирование
sk: Zabezpečte bezproblémové zálohovanie
sv: Säkerställ sömlösa säkerhetskopieringar
tr: Sorunsuz yedeklemeyi garantileyin
uk: Забезпечте безперебійне резервне копіювання
zh_hans: 确保无缝备份
zh_hant: 確保無縫備份

# notification_text_confirm_backup_success
source: Check in with Proton Drive to confirm your photos are backed up and secure.
be: Пераканайцеся, што для вашых фатаграфій існуе рэзервовая копія ў сховішчы Proton Drive і яны надзейна абаронены.
ca: Connecteu-vos a Proton Drive per confirmar que s'ha fet una còpia de seguretat de les vostres fotos i que es protegeixen.
cs: Zkontrolujte, zda jsou vaše fotky na Proton Drive zálohovány a zabezpečeny.
da: Tjek ind med Proton Drive for at bekræfte, at dine fotos er sikkerhedskopieret og sikre.
de: Schaue in Proton Drive, um sicherzustellen, dass deine Fotos gesichert sind.
el: Ελέγξτε το Proton Drive για να επιβεβαιώσετε ότι αντίγραφα ασφαλείας για τις φωτογραφίες σας έχουν δημιουργηθεί και είναι ασφαλείς.
es: Conéctate a Proton Drive para confirmar que tus fotos están respaldadas y seguras.
es_419: Conéctese a Proton Drive para confirmar que sus fotos están respaldadas y seguras.
fi: Varmista että kuvasi on varmuuskopioitu palvelimelle turvallisesti avaamalla Proton Drive.
fr: Connectez-vous à Proton Drive pour confirmer que vos photos sont sauvegardées et sécurisées.
hu: Jelentkezzen be a Proton Drive alkalmazásba, amivel jóváhagyja, hogy a fényképekről biztonsági mentés készüljön.
id: Periksa Proton Drive untuk mengonfirmasi apakah foto Anda telah tercadangkan dan aman.
it: Accedi a Proton Drive per verificare che sia stato eseguito il backup e che le tue foto siano al sicuro.
ja: Proton Driveを確認して、写真がバックアップされて安全であることを確認してください。
ka: შედით Proton Drive-ში, რომ დაადასტუროთ, რომ თქვენი სურათები დამარქაფებული და უსაფრთხოდაა.
ko: Proton Drive로 확인하여 사진이 백업되었는지와 안전한지 확인하세요.
nb: Sjekk inn med Proton Drive for å bekrefte at fotoene dine er sikkerhetskopiert og sikre.
nl: Check in met Proton Drive om te bevestigen dat uw foto's zijn geback-upt en beveiligd.
pl: Sprawdź w Proton Drive czy kopia zapasowa zdjęć została bezpiecznie wykonana.
pt: Inicie sessão no Proton Drive para confirmar que as suas fotografias estão guardadas e seguras.
pt_br: Acesse o Proton Drive para confirmar se o backup de suas fotos foi feito e está seguro.
ro: Verificați în Proton Drive pentru a vă asigura că fotografiile sunt conservate la zi și securizate.
ru: Проверьте Proton Drive, чтобы убедиться, что ваши фото сохранены и в безопасности.
sk: Skontrolujte, či sú vaše fotografie zálohované a zabezpečené v službe Proton Drive.
sv: Checka in med Proton Drive för att bekräfta att dina foton är säkerhetskopierade och säkra.
tr: Fotoğraflarınızın yedeklendiğini ve güvende olduğunu doğrulamak için Proton Drive uygulamasına gidin.
uk: Увійдіть до Proton Drive, щоб переконатися, що ваші фотографії збережено та захищено.
zh_hans: 到 Proton Drive 里确认您的照片已备份且安全。
zh_hant: 請在 Proton Drive 中確認您的相片已備份且安全無虞。
